{
  "collection": {
    "unique_id": "vatican",
    "name_line_1": "Catholic Social Teachings",
    "name_line_2": "",
    "published": true
  },
  "items": [
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
      "metadata": {
        "name": "Ecclesia in America",
        "alternate_name": "On the Encounter with the Livign Jesus Christ: the Way to Conversion, Communion and Solidarity in America",
        "promulgated_by": "Pope John Paul II",
        "date_promulgated": {"year":"1999","month":"1","day":"22","bc":"false","display_text":""},
        "place_promulgated": "Mexico City",
        "coverage_spatial": ["universal", "America"],
        "coverage_temporal": "1999",
        "document_group": "Catholic Social Teaching",
        "document_classification": "Apastolic Exhortation",
        "rights": "Libreria Editrice Vaticana",
        "description": "On the Church in America, the evangelization of peoples, and solidarity in Christ",
        "manuscript_url": "http://w2.vatican.va/content/john-paul-ii/en/apost_exhortations/documents/hf_jp-ii_exh_22011999_ecclesia-in-america.html"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_Heading1_001",
      "metadata": {
        "name": "heading_01",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 1,
        "transcription": "POST-SYNODAL",
        "type": "Heading1"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_Heading1_002",
      "metadata": {
        "name": "heading_02",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 2,
        "transcription": "APOSTOLIC EXHORTATION",
        "type": "Heading1"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_Heading3_003",
      "metadata": {
        "name": "heading_03",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 3,
        "transcription": "ECCLESIA IN AMERICA",
        "type": "Heading3"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_Heading1_004",
      "metadata": {
        "name": "heading_04",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 4,
        "transcription": "OF THE HOLY FATHER",
        "type": "Heading1"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_Heading1_005",
      "metadata": {
        "name": "heading_05",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 5,
        "transcription": "JOHN PAUL II",
        "type": "Heading1"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_BodyText_006",
      "metadata": {
        "name": "body_06",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 6,
        "transcription": "1. Rejoicing in the faith received and praising Christ for this immense gift, the Church in America has recently celebrated the fifth centenary of the first preaching of the Gospel on its soil. The commemoration made all American Catholics more deeply aware of Christ's desire to meet the inhabitants of the so-called New World so that, gathering them into his Church, he might be present in the continent's history. The evangelization of America is not only a gift from the Lord; it is also a source of new responsibilities. Thanks to the work of those who preached the Gospel through the length and breadth of the continent, countless sons and daughters have been generated by the Church and the Holy Spirit.(1) Now, no less than in the past, the words of the Apostle echo in their hearts: “If I preach the Gospel, I have no reason to boast. It is my duty: woe to me if I do not preach the Gospel!” (1 Cor 9:16). This duty is founded on the Risen Lord's command to the Apostles before he ascended into heaven: “Preach the Gospel to all creation” (Mk 16:15).",
        "type": "BodyText"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_BodyText_007",
      "metadata": {
        "name": "body_07",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 7,
        "transcription": "2. On October 12, 1992, the very day marking the five hundredth anniversary of the first evangelization of America, I spoke at the opening of the Fourth General Assembly of the Latin American Bishops in Santo Domingo. With the aim of broadening perspectives and giving impetus to the new evangelization, I proposed a synodal meeting, “with a view to increased cooperation between the different particular Churches”, so that together we might address, as part of the new evangelization and as an expression of episcopal communion, “the problems relating to justice and solidarity among all the nations of America”.(3) The positive response to my suggestion from the Bishops' Conferences of America enabled me to propose in my Apostolic Letter Tertio Millennio Adveniente a synodal meeting “on the problems of the new evangelization in both parts of the same continent, so different in origin and history, and on issues of justice and of international economic relations, in view of the enormous gap between North and South”.(4) This paved the way for more immediate preparations, leading to the Special Assembly for America of the Synod of Bishops, which was held in the Vatican from November 16 to December 12, 1997.",
        "type": "BodyText"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_BodyText_008",
      "metadata": {
        "name": "body_08",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 8,
        "transcription": "3. In keeping with the original idea, and after listening to the suggestions of the Pre-Synodal Council, which expressed the views of many Pastors of the People of God on the American continent, I announced the theme of the Special Assembly for America of the Synod in these words: Encounter with the Living Jesus Christ: The Way to Conversion, Communion and Solidarity in America. Put this way, the theme makes clear the centrality of the person of the Risen Christ, present in the life of the Church and calling people to conversion, communion and solidarity. The starting-point of such a program of evangelization is in fact the encounter with the Lord. Given by Christ in the Paschal Mystery, the Holy Spirit guides us towards those pastoral goals which the Church in America must attain in the third Christian millennium.",
        "type": "BodyText"
      }
    },
    {
      "user_defined_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation_BodyText_009",
      "metadata": {
        "name": "body_09",
        "parent_id": "CST_VAT_1999_EcclesiainAmerica_ApostolicExhortation",
        "order": 9,
        "transcription": "4. It is certain that the Assembly was an experience of encounter with the Lord. I have especially happy memories of the two Solemn Concelebrations at which I presided in Saint Peter's Basilica at the opening and closing of the Assembly proceedings. Contact with the Risen Lord, truly, really and substantially present in the Eucharist, generated the spiritual atmosphere which enabled the Bishops taking part in the Synodal Assembly to see themselves not only as brothers in the Lord but also as members of the College of Bishops, eager to follow in the footsteps of the Good Shepherd under the leadership of the Successor of Peter, and serving the Church as she makes her pilgrim way in every corner of the continent. None could fail to see the joy of the participants, as they found the Assembly an extraordinary moment of encounter with the Lord, with the Vicar of Christ, with so many Bishops, priests, religious and lay people from every part of the continent.",
        "type": "BodyText"
      }
    }
  ]
}
