{
  "collection": {
    "unique_id": "vatican",
    "name_line_1": "Catholic Social Teachings",
    "name_line_2": "",
    "published": true
  },
  "items": [
    {
      "unique_id": "catholic1",
      "name": "Ecclesia in America",
      "metadata": {
        "description": "Some social teachings from the catholic church."
      }
    },
    {
      "unique_id": "catholic1-1",
      "metadata": {
        "name": "title",
        "parent_id": "catholic1",
        "order": 1,
        "transcription": "POST-SYNODAL",
        "type": "Heading1"
      }
    },
    {
      "unique_id": "catholic1-2",
      "metadata": {
        "name": "title",
        "parent_id": "catholic1",
        "order": 2,
        "transcription": "APOSTOLIC EXHORTATION",
        "type": "Heading1"
      }
    },
    {
      "unique_id": "catholic1-3",
      "metadata": {
        "name": "title",
        "parent_id": "catholic1",
        "order": 3,
        "transcription": "1. Rejoicing in the faith received and praising Christ for this immense gift, the Church in America has recently celebrated the fifth centenary of the first preaching of the Gospel on its soil. The commemoration made all American Catholics more deeply aware of Christ's desire to meet the inhabitants of the so-called New World so that, gathering them into his Church, he might be present in the continent's history. The evangelization of America is not only a gift from the Lord; it is also a source of new responsibilities. Thanks to the work of those who preached the Gospel through the length and breadth of the continent, countless sons and daughters have been generated by the Church and the Holy Spirit.(1) Now, no less than in the past, the words of the Apostle echo in their hearts: “If I preach the Gospel, I have no reason to boast. It is my duty: woe to me if I do not preach the Gospel!” (1 Cor 9:16). This duty is founded on the Risen Lord's command to the Apostles before he ascended into heaven: “Preach the Gospel to all creation” (Mk 16:15).",
        "type": "BodyText"
      }
    },
    {
      "unique_id": "catholic1-3",
      "metadata": {
        "name": "html content",
        "parent_id": "catholic1",
        "order": 4,
        "transcription": "Hi <strong>how</strong> <em>are</em> you? <ul><li>Point the first</li><li>Point the second</li></ul><blockquote>quotes are amzing</blockquote",
        "type": "BodyText"
      }
    }
  ]
}
